package com.yazidmf.juz30;

class DetailJuz{
    public String[] detailjuz={
            "بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ\n" +
                    "قُلْ أَعُوْذُ بِرَبِّ النَّاسِ ﴿الناس:١\n" +
                    "مَلِكِ النَّاسِ ﴿الناس:٢\n" +
                    "إِلٰهِ النَّاسِ ﴿الناس:٣\n" +
                    "مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ﴿الناس:٤\n" +
                    "الَّذِى يُوَسْوِسُ فِى صُدُوْرِ النَّاسِ ﴿الناس:٥\n" +
                    "مِنَ الْجِنَّةِ وَالنَّاسِ ﴿الناس:"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴿الفلق:١\n" +
            "مِن شَرِّ مَا خَلَقَ ﴿الفلق:٢\n" +
            "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿الفلق:٣\n" +
            "وَمِن شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِ ﴿الفلق:٤\n" +
            "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿الفلق:٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "قُلْ هُوَ اللَّـهُ أَحَدٌ ﴿الإخلاص:١\n" +
            "اللَّـهُ الصَّمَدُ ﴿الإخلاص:٢\n" +
            "لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿الإخلاص:٣\n" +
            "وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ﴿الإخلاص:٤\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ ﴿اللهب:١\n" +
            "مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ ﴿اللهب:٢\n" +
            "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ ﴿اللهب:٣\n" +
            "وَامْرَأَتُهُۥ حَمَّالَةَ الْحَطَبِ ﴿اللهب:٤\n" +
            "فِى جِيدِهَا حَبْلٌ مِّن مَّسَدٍۭ ﴿اللهب:٥\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِذَا جَآءَ نَصْرُ اللَّـهِ وَالْفَتْحُ ﴿النصر:١\n" +
            "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِى دِينِ اللَّـهِ أَفْوَاجًا ﴿النصر:٢\n" +
            "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا ﴿النصر:٣\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "قُلْ يٰٓأَيُّهَا الْكٰفِرُونَ ﴿الكافرون:١\n" +
            "لَآ أَعْبُدُ مَا تَعْبُدُونَ ﴿الكافرون:٢\n" +
            "وَلَآ أَنتُمْ عٰبِدُونَ مَآ أَعْبُدُ ﴿الكافرون:٣\n" +
            "وَلَآ أَنَا۠ عَابِدٌ مَّا عَبَدتُّمْ ﴿الكافرون:٤\n" +
            "وَلَآ أَنتُمْ عٰبِدُونَ مَآ أَعْبُدُ ﴿الكافرون:٥\n" +
            "لَكُمْ دِينُكُمْ وَلِىَ دِينِ ﴿الكافرون:٦\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "إِنَّآ أَعْطَيْنٰكَ الْكَوْثَرَ ﴿الكوثر:١\n" +
            "فَصَلِّ لِرَبِّكَ وَانْحَرْ ﴿الكوثر:٢\n" +
            "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ ﴿الكوثر:٣\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "أَرَءَيْتَ الَّذِى يُكَذِّبُ بِالدِّينِ ﴿الماعون:١\n" +
            "فَذٰلِكَ الَّذِى يَدُعُّ الْيَتِيمَ ﴿الماعون:٢\n" +
            "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ ﴿الماعون:٣\n" +
            "فَوَيْلٌ لِّلْمُصَلِّينَ ﴿الماعون:٤\n" +
            "الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ ﴿الماعون:٥\n" +
            "الَّذِينَ هُمْ يُرَآءُونَ ﴿الماعون:٦\n" +
            "وَيَمْنَعُونَ الْمَاعُونَ ﴿الماعون:٧\n"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "لِإِيلٰفِ قُرَيْشٍ ﴿قريش:١\n" +
            "إِۦلٰفِهِمْ رِحْلَةَ الشِّتَآءِ وَالصَّيْفِ ﴿قريش:٢\n" +
            "فَلْيَعْبُدُوا۟ رَبَّ هٰذَا الْبَيْتِ ﴿قريش:٣\n" +
            "الَّذِىٓ أَطْعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنْ خَوْفٍۭ ﴿قريش:٤"
            ,"بِسْمِ اللَّـهِ الرَّحْمٰنِ الرَّحِيمِ\n" +
            "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحٰبِ الْفِيلِ ﴿الفيل:١\n" +
            "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍ ﴿الفيل:٢\n" +
            "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ﴿الفيل:٣\n" +
            "تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ ﴿الفيل:٤\n" +
            "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍۭ ﴿الفيل:٥\n"
    };
}